INSERT INTO 장르종류 VALUES
  (1, '드라마'),
  (2, '판타지'),
  (3, '서부'),
  (4, '공포'),
  (5, '모험'),
  (6, '스릴러'),
  (7, '느와르'),
  (8, '컬트'),
  (9, '다큐멘터리'),
  (10, '코미디'),
  (11, '가족'),
  (12, '미스터리'),
  (13, '전쟁'),
  (14, '애니메이션'),
  (15, '범죄'),
  (16, '뮤지컬'),
  (17, 'SF'),
  (18, '액션'),
  (19, '무협'),
  (20, '에로'),
  (21, '서스펜스'),
  (22, '서사'),
  (23, '블랙코미디'),
  (24, '실험'),
  (25, '공연실황'),
  (26, '멜로/로맨스');

INSERT INTO 등급 VALUES
  (1, '전체관람가'),
  (2, '12세 이상 관람가'),
  (3, '15세 이상 관람가'),
  (4, '청소년 관람불가'),
  (5, '미정');
  
INSERT INTO 영화 VALUES
  (1, '스즈메의 문단속', 122, '2023.03.08 개봉', '나는 스즈메의 내일이란다', 2),
  (2, '웅남이', 97, '2023.03.22 개봉', null, 3),
  (3, '소울메이트', 124, '2023.03.15 개봉', '사람들 얼굴이 왜 다 다른줄 아나? 각자 다 다르게 살라고, 네 맘 가는대로 살아', 2),
  (4, '더퍼스트슬램덩크', 124, '2023.01.04 개봉',  null, 2),
  (5, '샤잠! 신들의분노', 130, '2023.03.15 개봉', '위기의 순간, 날아온 편지를 읽는 장면 전부', 2),
  (6, '파벨만스', 151, '2023.03.22 개봉', '지평선은 아래있어도 좋고, 위에 있어도 좋지만, 가운데 있으면 더럽게 재미없는거야. 알았으면 이제 꺼져', 2),
  (7, '귀멸의 칼날: 상현집결, 그리고 도공 마을로', 110, '2023.03.02 개봉', null, 3),
  (8, '대외비', 116, '2023.03.01 개봉', '예수님입니다, 부활 하셨거든', 3),
  (9, '에브리씽 에브리웨어 올 앳 원스+', 122, '2023.03.01 개봉', '다정', 3),
  (10, '플레인', 107, '2023.03.15 개봉', '더 좋은 계획 있어요?', 3);

INSERT INTO 배우 VALUES  
  (1, '하라 나노카', '2003-08-26'),
  (2, '박성웅', '1997-03-15'),
  (3, '전소니', '1990-02-17'), 
  (4, '키무라 스바루', '1990-06-29'),
  (5, '제커리 레비', '1980-09-29'),
  (6, '가브리엘 라벨', '2002-09-20'),
  (7, '하나에 나츠키', '1991-06-26'),
  (8, '조진웅', '1977-01-25'),
  (9, '양자경', '1962-08-06'),
  (10, '마이크 콜터', '1976-08-26'),
  (11, '유연석', '1985-04-10'),
  (12, '임영웅', '1991-06-16');

